[
  {
    "text": "In addition to the regular programs of the Cultural Center (visual, stage, music, literary, drama, children's, film ...) in Gornji Milanovac, the following are organized: 'Evening under the bushes', manifestations of amateur creativity held every year on Pantelijevdan (August 9th) in Takovo. Cultural Center of Gornji Milanovac in cooperation with other cultural institutions Biblioteka Braća Nastasijević, Rudnik-Takovo Museum, Tourist Organization of Gornji Milanovac, Momčilo Nastasijević KC, Zapis, Milanovac Amateur Theater, ULPU Gornji Milanovac, KUD 'Tipoplastika', KUD 'Sumadija', singing group 'Crnucanica', KUD 'Vidovdan'",
    "textInvisible": ""
  },
  {
    "text": "The Braća Nastasijević Library is a modern institution with a fund of 100,000 books. The Upper Lily's Library has a bookstore with all the major publishers. They have good space and equipment that allow for expanding their activities and improving their work. Publishing books to users is the main activity of the library, but in addition, this institution has excellent cooperation with schools and enterprises, literary clubs and other cultural institutions. Literary evenings, children's and local exhibitions, book fairs, events are organized",
    "textInvisible": ""
  },
  {
    "text": "The Museum of the Mining-Takovo Region was founded on April 15, 1994 as an institution that performs the activity of protecting cultural goods in the territory of the municipality of Gornji Milanovac.",
    "textInvisible": "The building houses the legacies of the brothers Nastasijević, the family Lazić and Boža Prodanović, as well as the permanent exhibition 'Gifts and redemption - the time of the Obrenović dynasty'. The following items are also part of the Museum: 'The Second Serbian Uprising and the Serbian Revolution 1804-1839' at the Museum of the Second Serbian Uprising in Takovo and 'Serbian House in the First Half of the XIX Century' in Milošev Konak in Gornja Crnuća. In addition to basic museum activities, the museum also deals with publishing."
  }
]