[
    {
        "text": "Among the most famous successful companies in Gornji Milanovac, 'Metalac', Gornji Milanovac s' renowned producer of dishes, is one of the most successful companies in the region and we can boast that there are many big companies operating in Gornji Milanovac among the leaders of the Serbian economy, among which are the manufacturer of brik packaging Tetra Pak, eurocream, fruit juices, brandy 'Vilijamovka' and many other confectionery products 'Takovo-Swisslion'.",
        "textInvisible": "We also have more related large companies with similar production programs in the field of graphic activities 'Tipoplastika', 'Paper-Print', 'Foka', 'Spectrum'."
    },
    {
        "text": "The area of ​​Gornji Milanovac municipality is 83,613 ha, of which 54,755 ha  (or 65.5%) are agricultural land, while arable land occupies 49.469 ha (59.2% of the  total area of  ​​the municipality).",
        "textInvisible": "The area of ​​Gornji Milanovac is characterized by natural characteristics suitable for the production of fruit trees (with emphasis on the tradition of plum and apple cultivation), potatoes and cattle breeding."
    },
    {
        "text": "The tourist organization of the municipality of Gornji Milanovac was founded in 2000 as a public service that is engaged in the development, preservation, protection and promotion of tourist values ​​on the territory of the municipality of Gornji Milanovac. Preserved nature, rich cultural and historical heritage and numerous  memorial features,  created infrastructure, built catering facilities and traditional  hospitality of the  people of this region, are the basic presupposition for further  development of tourism.",
        "textInvisible": "The entire territory of the municipality of Gornji Milanovac, recognizable as Rudnik-Takovo region, played a very important role in the creation of a modern Serbian state, so it is presented as 'The place where modern Serbia was born'."
    },

    {
        "text": "In the first and second Serbian uprising, the Rudnik-Takovo region was the core of the resistance of the Turkish authorities. After the arrest of princes and choirs in Orašac, the uprising spread rapidly, especially in Šumadija. In the Takovo region, Milan Obrenovic led Rudnicane and joined Karadjordje. Among the first liberated places was Rudnik. The fortress was destroyed by the insurrection, the city burned, and the Turks expelled. In 1806, mining was restored; Iron, lead and some silver were practiced. The Rudnik Army led by Duke Milan, and later Miloš Obrenović, participated in all major battles of the First Serbian Uprising.",
        "textInvisible": "The first Serbian uprising ended with the defeat of the uprising in 1813. Turkish Muslim could not return to the ruined Mine, but he chose Brusnica for the new headquarters and moved to the house of Duke Miloš Obrenović. Takovo, where the Second Serbian uprising was erected in Cveti, becomes a symbol of the national struggle for liberation. People from this region took an active part in the preparation and organization of the uprising; Miloš Obrenović, Arsenije Loma, Milić Drincic, Toma Vucic Perisic, Melentije Pavlovic ... the people, resentful of the Turks, did not even wait for Cveti. Even at Blossom Thursday in Jasenica, Arsenije Loma disbanded the warlords and freed the Rudnik."
    },
    {
        "text": "The people of the Mining-Takovo region participated in all seven wars conducted in the Balkan region from 1876 to 1945. Miners mostly suffered in the First Serbian-Turkish War in 1876 and the First World War of 1914-1918. At the beginning of the First World War Gornji Milanovac is one of the largest centers of resistance. From this area the Rudnik offensive started within the famous Kolubara-Suvobor battle. One of the oldest city buildings, the District Principality building, was the headquarters and the command of the First Army of Vojvodina, Zivojin Mišić. The city was under the Austro-Hungarian occupation of 1915-1918.",
        "textInvisible": "In the Second World War, Gornji Milanovac was one of the first free territories in the enslaved Europe, which, at the very beginning of the war, fought in the cooperation of the Chetnik and Partisan units. The city was burned on October 15 and bombed on November 27, 1941, when 90% of buildings were destroyed. On that occasion, more than 270 buildings and public buildings were flooded. The Germans arrested a large number of citizens, singled out men and transported them to Kragujevac, where they shot them. On October 26, 1941, the famous meeting of Josip Broz Tito and Dragoljub Draza Mihailovic was held in the village of Brajići, in the café 'Suvobor'."
    }
]